Repository: UnigramDev/Unigram
Catalog: Telegram/Strings/*/Resources.resw
Source language: en
Languages: cs, he, hr, hu, nb, sk, sr_cyrl

# AddAnOptionInfo
source: You can add {0}.
cs: Můžete přidat {0}.
he: ביכולתך להוסיף ⁨{0}⁩.
hr: Možete dodati još {0}.
hu: Hozzáadhatsz {0}.
nb: Du kan legge til {0}.
sk: Môžete pridať {0}.
sr_cyrl: Можете додати {0}.

# AddAnOptionInfoMax
source: You have added the maximum number of options.
cs: Dosažen maximální možný počet voleb.
he: הוספת את מספר האפשרויות המרבי.
hr: Dodali ste maksimalan broj opcija.
hu: Elérted a lehetőségek maximális számát.
nb: Du har opprettet maks antall alternativer.
sk: Pridali ste maximálny počet možností.
sr_cyrl: Додали сте максималан број опција.

source: Add another account
cs: Přidat další účet
he: הוסף חשבון אחר
hr: Dodajte drugi račun
hu: Új fiók hozzáadása
nb: Legg til en annen konto
sk: Pridať druhý účet
sr_cyrl: Додајте други налог

# AddAnotherAccountInfo
source: Connect other Telegram accounts and easily switch between them.
cs: Připojí další účty na Telegramu, mezi kterými budete moci přepínat.
he: חבר את שאר חשבונות הטלגרם שלך והחלף ביניהם בקלות.
hr: Povežite druge Telegram račune i jednostavno se prebacujte između njih.
hu: Csatlakoztasd a többi Telegram fiókod és válts egyszerűen közöttük.
nb: Koble til andre Telegram-kontoer og enkelt bytt mellom dem.
sk: Pripojte iné Telegramové účty a jednoducho sa medzi nimi prepínajte.
sr_cyrl: Додајте још Telegram налога и лако се пребацујте између њих.

# AddBannedErrorAdmin
source: You can't ban this user because they are an admin in this group and you are not allowed to demote them.
cs: Nemůžete zablokovat tohoto uživatele, protože je správcem této skupiny. Nemáte oprávnění ho práv zbavit.
he: אין באפשרותך להרחיק משתמש זה מכיוון שהוא מנהל בקבוצה ואין לך הרשאות להסיר את הרשאות הניהול שלו.
hr: Ne možete zabraniti pristup korisniku jer je administrator grupe, a vi nemate ovlasti za tu radnju.
hu: Nem tilthatod ki ezt a felhasználót, mert ő egy admin ebben a csoportban, és nem vagy jogosult lefokozni őt.
nb: Du kan ikke utestenge denne brukeren fordi vedkommende er en administrator i denne gruppen og du har ikke lov til å degradere vedkommende.
sk: Tomuto používateľovi nemôžete zakázať prístup, pretože je správcom v tejto skupine a nemôžete ho degradovať.
sr_cyrl: Не можете забранити приступ овом кориснику јер је администратор у овој групи, а није вам дозвољено да га деградирате.

# AddCaption
source: Add a caption...
cs: Přidat titulek
he: הוסף כותרת...
hr: Dodajte opis...
hu: Adj hozzá egy megjegyzést...
nb: Legg til tekst…
sk: Pridať popis…
sr_cyrl: Додајте опис...

# AddContact
source: Add to contacts
cs: Přidat do kontaktů
he: הוסף לאנשי הקשר
hr: Dodaj u kontakte
hu: Névjegy mentése
nb: Legg til som kontakt
sk: Pridať medzi kontakty
sr_cyrl: Додај у контакте

# AddContactChat
source: ADD CONTACT
cs: PŘIDAT KONTAKT
he: הוסף איש קשר
hr: DODAJ U KONTAKTE
hu: NÉVJEGY HOZZÁADÁSA
nb: LEGG TIL KONTAKT
sk: PRIDAŤ KONTAKT
sr_cyrl: ДОДАЈ КОНТАКТ

# AddContactFullChat
source: ADD {0} TO CONTACTS
cs: PŘIDAT {0} DO KONTAKTŮ
he: הוסף את ⁨{0}⁩ לאנשי הקשר
hr: DODAJ {0} U KONTAKTE
hu: {0} hozzáadása a névjegyekhez
nb: LEGG TIL {0} I KONTAKTER
sk: PRIDAŤ {0} MEDZI KONTAKTY
sr_cyrl: ДОДАЈ {0} У КОНТАКТЕ

# AddContactTitle
source: Add Contact
cs: Přidat kontakt
he: הוסף איש קשר
hr: Dodaj kontakt
hu: Névjegy hozzáadása
nb: Legg til kontakt
sk: Pridať kontakt
sr_cyrl: Додај контакт

source: Added
cs: Přidán
he: נוסף
hr: Dodano
hu: Hozzáadva
nb: Lagt til
sr_cyrl: Додато

# AddEmailSubtitle
source: You will now receive Telegram login codes via email and not SMS. Please enter an email address to which you have access.
cs: Zadejte prosím svůj platná e-mail pro ochranu účtu..
he: מעכשיו קוד ההתחברות לטלגרם יגיע דרך המייל ולא בSMS. נא להכניס כתובת מייל אליה יש לך גישה.
hr: Sada ćete primati kodove za prijavu na Telegram putem e-pošte, a ne SMS-a. Unesite adresu e-pošte kojoj imate pristup.
hu: A Telegram bejelentkezési kódokat mostantól nem SMS-ben, hanem e-mailben kapod meg. Kérjük, adj meg egy olyan e-mail címet, amelyhez hozzáférsz.
nb: Du vil nå motta Telegram innloggingskoder via e-post og ikke SMS. Vennligst angi en e-postadresse du har tilgang til.
sk: Prihlasovacie kódy do Telegramu vám teraz budú chodiť e-mailom, a nie cez SMS. Zadajte e-mailovú adresu, ku ktorej máte prístup.
sr_cyrl: Сада ћете примати кодове за пријаву на Telegram путем е-поште, а не SMS-ом. Унесите адресу е-поште којој имате приступ.

# AddEmailTitle
source: Choose a login email
cs: Přidejte e-mail
he: בחר כתובת מייל להתחברות
hr: Odaberite e-poštu za prijavu
hu: Válassz egy bejelentkezési e-mailt
nb: Velg en e-post for innlogging
sk: Vyberte prihlasovací e-mail
sr_cyrl: Избор е-поште за пријаву

source: Add exceptions
cs: Přidat výjimky
he: הוספת חריגות
hr: Dodaj iznimke
hu: Kivételek hozzáadása
nb: Legg til unntak
sk: Pridať výnimky
sr_cyrl: Додај изузетке

source: Add Masks
cs: Přidat masky
he: הוסף מסכות
hr: Dodaj maske
hu: Maszkok hozzáadása
nb: Legg til masker
sk: Pridať masky
sr_cyrl: Додај маске

# AddMember
source: Add Members
cs: Přidat členy
he: הוסף חברים
hr: Dodaj članove
hu: Tagok hozzáadása
nb: Legg til medlemmer
sk: Pridať členov
sr_cyrl: Додај чланове

# AddMembersAlertCountText
source: Are you sure you want to add {0} to **{1}**?
cs: Opravdu chcete přidat {0} do **{1}**?
he: להוסיף את ⁨{0}⁩ ל**⁨{1}⁩**?
hr: Želite li dodati {0} u **{1}**?
hu: Biztosan hozzá szeretnéd adni {0} felhasználót a következőhöz: **{1}**?
nb: Er du sikker på at du vil legge til {0} brukere i **{1}**?
sk: Naozaj chcete pridať {0} do **{1}**?
sr_cyrl: Желите ли да додате {0} у **{1}**?

# AddMembersAlertTitle
source: Add {0}
cs: Přidat {0}
he: הוסף ⁨{0}⁩
hr: Dodaj {0}
hu: {0} hozzáadása
nb: Legg til {0}
sk: Pridať {0}
sr_cyrl: Додај {0}

# AddPeopleNearby
source: Find People Nearby
cs: Vyhledat lidi v okolí
he: מצא אנשים באיזור
hr: Osobe u blizini
hu: Közeli emberek keresése
nb: Finn folk i nærheten
sk: Nájsť ľudí nablízku
sr_cyrl: Тражи људе у близини

source: Add Proxy
cs: Přidat proxy
he: הוסף פרוקסי
hr: Dodaj proxy
hu: Proxy hozzáadása
nb: Legg til proxy
sk: Pridať proxy
sr_cyrl: Додај прокси

# AddShortcut
source: Add to Home Screen
cs: Přidat na domovskou obrazovku
he: הוסף קיצור דרך
hr: Dodaj na početni zaslon
hu: Parancsikon létrehozása
nb: Opprett snarvei
sk: Pridať na domovskú obrazovku
sr_cyrl: Додај на почетни екран

source: Add Stickers
cs: Přidat samolepky
he: הוסף מדבקות
hr: Dodaj naljepnice
hu: Matricák hozzáadása
nb: Legg til klistremerker
sk: Pridať nálepky
sr_cyrl: Додај налепнице

# AddSubscriber
source: Add subscribers
cs: Přidat odběratele
he: הוסף מנויים
hr: Dodaj pretplatnike
hu: Feliratkozók hozzáadása
nb: Legg til abonnenter
sk: Pridať odberateľov
sr_cyrl: Додај пратиоце

source: Add to Channel
cs: Přidat do kanálu
he: הוסף לערוץ
hr: Dodaj u kanal
hu: Csatornához adás
nb: Legg til i kanal
sk: Pridať na kanál
sr_cyrl: Додај на канал

source: Add to contacts
cs: Přidat do kontaktů
he: הוסף לאנשי הקשר
hr: Dodaj u kontakte
hu: Hozzáadás a névjegyekhez
nb: Legg til kontakt
sk: Pridať medzi kontakty
sr_cyrl: Додај у контакте

source: Add to Favorites
cs: Přidat do oblíbených
he: הוסף למועדפים
hr: Dodaj u omiljene
hu: Hozzáadás a kedvencekhez
nb: Legg til i favoritter
sk: Pridať do obľúbených
sr_cyrl: Додај у омиљене

source: Add to Group
cs: Přidat do skupiny
he: הוסף לקבוצה
hr: Dodaj u grupu
hu: Csoporthoz adás
nb: Legg til i gruppen
sk: Pridať do skupiny
sr_cyrl: Додај у групу

source: Add to Stickers
cs: Přidat do nálepek
he: הוסף למדבקות
hr: Dodaj u naljepnice
hu: Hozzáadás a matricákhoz
nb: Legg til i klistremerkesamling
sk: Pridať k nálepkám
sr_cyrl: Додај у налепнице

# AddToTheGroup
source: Add {0} to the group?
cs: Přidat uživatele {0} do skupiny?
he: להוסיף את ⁨{0}⁩ לקבוצה?
hr: Dodati {0} u grupu?
hu: Hozzáadod {0} felhasználót a csoporthoz?
nb: Vil du legge til {0} i gruppen?
sk: Pridať používateľa {0} do skupiny?
sr_cyrl: Додати корисника {0} у групу?

source: Agree
cs: Souhlasím
he: אישור
hr: Prihvaćam
hu: Egyetértek
nb: Godta
sk: Súhlasím
sr_cyrl: Слажем се

source: Album
he: אלבום
sr_cyrl: Албум

# Alert
source: Show Notifications
cs: Zobrazit oznámení
he: הצג התראות
hr: Prikaži obavijesti
hu: Értesítések megjelenítése
nb: Vis varsler
sk: Zobraziť upozornenia
sr_cyrl: Прикажи обавештења

source: All Accounts
cs: Všechny účty
he: כל החשבונות
hr: Svih računa
hu: Minden fiók
nb: Alle kontoer
sk: Všetky účty
sr_cyrl: Сви налози

source: Allow
cs: Povolit
he: אפשר
hr: Dopusti
hu: Engedélyez
nb: Tillat
sk: Povoliť
sr_cyrl: Дозволи

source: All reactions
cs: Všechny reakce
he: כל הרגשונים
hr: Sve reakcije
hu: Minden reakció
nb: Alle reaksjoner
sk: Všetky reakcie
sr_cyrl: Све реакције

# ALongTimeAgo
source: last seen a long time ago
cs: aktivní před dávnými časy
he: נראה לפני זמן רב
hr: zadnji posjet veoma davno
hu: utoljára aktív: elég régen
nb: sist sett for lenge siden
sk: online veľmi dávno
sr_cyrl: давно

source: Alternative options
cs: Alternativní možnosti
he: אפשרויות חלופיות
hr: Druge opcije
hu: Alternatív lehetőségek
nb: Tilleggsalternativer
sk: Alternatívne možnosti
sr_cyrl: Алтернативне опције

source: Always Allow
cs: Vždy povolit
he: התר תמיד
hr: Uvijek dopusti
hu: Mindig engedélyezem
nb: Alltid tillat
sk: Vždy povoliť
sr_cyrl: Увек дозволи

source: Always Share With
cs: Vždy sdílet s
he: שתף תמיד עם
hr: Uvijek dijeli
hu: Mindig ossza meg velük
nb: Del alltid med
sk: Vždy zdieľať s
sr_cyrl: Увек дели са

# AlwaysShareWithTitle
source: Always Share
cs: Vždy sdílet
he: שתף תמיד
hr: Uvijek dijeli
hu: Mindig megosztom
nb: Alltid del
sk: Vždy zdielať
sr_cyrl: Увек дели

# AndMoreTyping_one
source: and {0} more are typing
cs: a {0} další píše
he: ואחד נוסף מקליד
hr: i još {0} pišu
hu: és {0} éppen ír
nb: og {0} til skriver
sk: a {0} ďalší píše
sr_cyrl: и још {0} особа пише

# AndMoreTyping_other
source: and {0} more are typing
cs: a {0} dalších píše
he: ו⁨{0}⁩ נוספים מקלידים
hr: i još {0} pišu
hu: és {0} éppen ír
nb: og {0} fler skriver
sk: a {0} ďalších píše
sr_cyrl: и још {0} особа пише

source: Anonymous Number
cs: Anonymní číslo
he: מספרים אנונימיים
hr: Anonimni broj
hu: Anonim szám
nb: Anonymt nummer
sk: Anonymné číslo
sr_cyrl: Анонимни број

# AnonymousNumberNotice
source: This number is not tied to a SIM card and was acquired on *Fragment*.
cs: Toto číslo není vázáno na SIM kartu a bylo získáno skrze **Fragment**.
he: מספר זה לא מקושר לכרטיס SIM והוא נרכש ב*Fragment*.
hr: Ovaj broj je kupljen preko *Fragmenta* i nije vezan za SIM karticu.
hu: Ez a szám nincs SIM-kártyához kötve, és a *Fragment*-en szerezték meg.
nb: Dette nummeret er ikke knyttet til et SIM kort og ble anskaffet på *Fragment*.
sk: Toto číslo nie je viazané na kartu SIM a bolo získané na *Fragmente*.
sr_cyrl: Oвај број је купљен на платформи *Fragment* и није везан за SIM картицу.

source: Anonymous Poll
cs: Anonymní hlasování
he: סקר אנונימי
hr: Anonimna anketa
hu: Névtelen szavazás
nb: Anonym avstemning
sk: Anonymné hlasovanie
sr_cyrl: Анонимна анкета

# AnonymousQuizPoll
source: Anonymous Quiz
cs: Anonymní kvíz
he: חידון אנונימי
hr: Anonimni kviz
hu: Névtelen vetélkedő
nb: Anonym quiz
sk: Anonymný kvíz
sr_cyrl: Анонимни квиз

# Answer_one
source: {0} answer
cs: {0} odpověď
he: תשובה ⁨{0}⁩
hr: {0} odgovor
hu: {0} válasz
nb: {0} svar
sk: {0} odpoveď
sr_cyrl: {0} одговор

# Answer_other
source: {0} answers
cs: {0} odpovědí
he: ⁨{0}⁩ תשובות
hr: {0} odgovora
hu: {0} válasz
nb: {0} svar
sk: {0} odpovedí
sr_cyrl: {0} одговора

source: Appearance
cs: Vzhled
he: תצוגה
hr: Izgled
hu: Megjelenés
nb: Utseende
sk: Vzhľad
sr_cyrl: Изглед

source: Application
cs: Aplikace
he: אפליקציה
hr: Aplikacija
hu: Alkalmazás
nb: Applikasjon
sk: Aplikácia
sr_cyrl: Апликација

# ApplyTheme
source: Apply
cs: Použít
he: החל
hr: Primjeni
hu: Alkalmaz
nb: Bruk
sk: Použiť
sr_cyrl: Примени

# AppName
source: Telegram
he: טלגרם

source: Archive
cs: Archivovat
he: העבר לארכיון
hr: Arhiviraj
hu: Archiválás
nb: Arkiver
sk: Archivovať
sr_cyrl: Архивирај

source: Archive and Mute
cs: Archivovat a ztlumit
he: העבר לארכיון והשתק
hr: Arhiviraj i utišaj
hu: Archivál és némít
nb: Arkiver og slå av
sk: Archivovať a vypnúť upozornenia
sr_cyrl: Архивирај и не обавештавај

# ArchiveAndMuteInfo
source: Automatically archive and mute new chats, groups and channels from non-contacts.
cs: Automaticky archivovat a ztlumit nové konverzace, skupiny a kanály od lidí mimo seznam kontaktů.
he: העבר לארכיון והשתק אוטומטית צ'אטים, קבוצות וערוצים חדשים ממשתמשים לא שמורים.
hr: Novi razgovori, grupe i kanali od osoba koje nisu vaši kontakti će se automatski arhivirati i utišati.
hu: Az ismeretlenektől érkező új csevegések, csoportok és csatornák automatikus archiválása és némítása.
nb: Automatisk arkiver og slå av nye samtaler, grupper og kanaler fra ikke-kontakter.
sk: Automaticky archivovať a stíšiť nové konverzácie, skupiny a kanály od osôb, ktoré nie sú v mojich kontaktoch.
sr_cyrl: Аутоматски архивира и искључује обавештења за нова ћаскања, групе и канале од свих који нису ваши контакти.

source: Archived Chats
cs: Archivované konverzace
he: צ'אטים בארכיון
hr: Arhivirani razgovori
hu: Archivált csevegések
nb: Arkiverte samtaler
sk: Archivované konverzácie
sr_cyrl: Архивирана ћаскања

source: Archived Emoji Packs
cs: Archivované balíčky emoji
he: ערכות אימוגי'ם בארכיון
hr: Arhivirani paketi emojija
hu: Archivált Emoji csomagok
nb: Arkiverte emojipakker
sk: Archivované balíčky emoji
sr_cyrl: Архивирани пакети емоџија

source: Archived Masks
cs: Archivované masky
he: מסכות בארכיון
hr: Arhivirane maske
hu: Archivált maszkok
nb: Arkiverte masker
sk: Archivované masky
sr_cyrl: Архивиране маске

# ArchivedMasksInfo
source: You can add up to 200 sets of masks. Unused sets are archived when you add more.
cs: Můžete přidat až 200 sad masek. Nepoužívané sady jsou archivovány při přidávání dalších.
he: ניתן להוסיף עד 200 מסכות בשימוש. מסכות שאינן בשימוש יועברו לארכיון בעת התקנת מסכות חדשות.
hr: Možete dodati 200 paketa maski. Nekorišteni paketi se arhiviraju nakon instalacije novih.
hu: Egyszerre maximum 200 maszkkészlet lehet telepítve. A nem használt maszkokat archiváljuk, amikor új készletet adsz hozzá.
nb: Du kan legge til inntil 200 maskepakker. Ubrukte pakker blir arkivert når du legger til nye.
sk: Môžete pridať až 200 sád masiek. Nepoužité sady sa archivujú, keď pridáte ďalšie.
sr_cyrl: Можете додати до 200 пакета маски. Некоришћени пакети се архивирају када додате више.

source: Archived Stickers
cs: Archivované samolepky
he: מדבקות בארכיון
hr: Arhivirane naljepnice
hu: Archivált matricák
nb: Arkiverte klistremerker
sk: Archivované nálepky
sr_cyrl: Архивиране налепнице

# ArchivedStickersInfo
source: You can have 200 active sticker sets. Unused sets are archived when you add more.
cs: Můžete instalovat až 200 sad samolepek. Nepoužité sady jsou archivovány při instalaci nových sad.
he: יש לך 200 ערכות מדבקות בשימוש. ערכות שאינן בשימוש יועברו לארכיון אם תוסיף עוד ערכות.
hr: Možete imati do 200 paketa naljepnica. Nekorišteni paketi se arhiviraju nakon instalacije novih.
hu: Egyszerre maximum 200 matricakészlet lehet telepítve. A nem használt matricákat archiváljuk, amikor új készletet adsz hozzá.
nb: Du kan ha inntil 200 aktive klistremerkepakker. Ubrukte pakker blir arkivert når du legger til flere.
sk: Môžete mať 200 aktívnych sád nálepiek. Nepoužité sady sa archivujú, keď pridáte ďalšie.
sr_cyrl: Можете имати 200 активних пакета налепница. Некоришћени се архивирају када додате више.

source: are typing...
cs: píší...
he: מקלידים...
hr: pišu...
hu: éppen írnak...
nb: skriver...
sk: píšu…
sr_cyrl: пишу

source: Are you sure?
cs: Opravdu?
he: האם זהו רצונך?
hr: Jeste li sigurni?
hu: Biztos vagy benne?
nb: Er du sikker?
sk: Ste si istí?
sr_cyrl: Јесте ли сигурни?

# AreYouSureBlockContact
source: Are you sure you want to block this contact?
cs: Opravdu si přejete zablokovat tento kontakt?
he: האם באמת ברצונך לחסום איש קשר זה?
hr: Želite li blokirati ovaj kontakt?
hu: Biztosan letiltod ezt a felhasználót?
nb: Er du sikker på at du vil blokkere denne kontakten?
sk: Naozaj chcete zablokovať tento kontakt?
sr_cyrl: Желите ли да блокирате овај контакт?

# AreYouSureClearDrafts
source: Are you sure you want to delete all cloud drafts?
cs: Opravdu chcete smazat veškeré koncepty v cloudu?
he: האם באמת ברצונך למחוק את את הטיוטות שבענן?
hr: Želite li izbrisati sve skice u oblaku?
hu: Biztosan törölni szeretnél minden felhőben lévő piszkozatot?
nb: Er du sikker på at du vil slette alle skyutkast?
sk: Naozaj chcete odstrániť všetky koncepty v cloude?
sr_cyrl: Желите ли да избришете све нацрте у облаку?

# AreYouSureClearHistoryChannel
source: Delete all cached text and media from this channel?
cs: Smazat všechny zprávy a média z tohoto kanálu?
he: למחוק את כל מטמון הודעות הטקסט והמדיה מערוץ זה?
hr: Želite li očistiti spremljeni tekst i medije u ovom kanalu?
hu: Törlöd az összes gyorsítótárazott szöveges üzenetet és médiát ebből a csatornából?
nb: Vil du slette all mellomlagret tekst og mediefiler fra denne kanalen?
sk: Odstrániť cache textových správ a médií z tohto kanála?
sr_cyrl: Избрисати кеширани текст и медије са овог канала?

# AreYouSureClearHistoryFewChats
source: Are you sure you want to clear history in these chats?
cs: Opravdu chcete vyčistit historii vybraných konverzací?
he: לנקות את ההיסטוריה מהצ'אטים שנבחרו?
hr: Želite li izbrisati povijest u odabranim razgovorima?
hu: Biztos, hogy törölni szeretnéd az előzményeket ezekben a beszélgetésekben?
nb: Er du sikker på at du vil slette historikken i disse samtalene?
sk: Naozaj chcete vymazať históriu v týchto konverzáciách?
sr_cyrl: Желите ли да очистите историју у овим ћаскањима?

# AreYouSureClearHistoryGroup
source: Delete all cached text and media from this group?
cs: Chcete smazat veškerý text a média uložená v mezipaměti z této skupiny?
he: למחוק את כל ההודעות והמדיה מהקבוצה הזאת מהמטמון?
hr: Želite li očistiti spremljeni tekst i medije u ovoj grupi?
hu: Törölsz minden gyorsítótárazott üzenetet és médiát ebből a csoportból?
nb: Vil du slette all mellomlagret tekst og media fra denne gruppen?
sk: Odstrániť všetok text a média tejto skupiny z vyrovnávacej pamäte?
sr_cyrl: Избрисати кеширани текст и медије из ове групе?

# AreYouSureClearHistorySavedMessages
source: Are you sure you want to clear **Saved Messages**? This action cannot be undone.
cs: Opravdu chcete vyčistit **Uložené zprávy**? Tato akce je nevratná.
he: האם באמת ברצונך למחוק את ה**הודעות השמורות**? לא ניתן לבטל פעולה זו.
hr: Želite li izbrisati sve **Spremljene poruke**? Ova radnja se ne može poništiti.
hu: Biztosan kitörlöd a **Jegyzeteid** tartalmát?
nb: Er du sikker på at du vil tømme **lagrede meldinger**? Denne handlingen kan ikke angres.
sk: Naozaj chcete vymazať **Uložené správy**? Táto akcia sa nedá vrátiť späť.
sr_cyrl: Желите ли да очистите **Сачуване поруке**? Ова радња се не може опозвати.

# AreYouSureClearHistoryWithChat
source: Are you sure you want to clear the chat history in **{0}**?
cs: Opravdu chcete vyčistit historii konverzace v **{0}**?
he: האם באמת ברצונך למחוק את היסטוריית הצ'אט של **⁨{0}⁩**?
hr: Želite li izbrisati povijest u grupi **{0}**?
hu: Biztosan törölni szeretnéd a csevegési előzményeket ebben: **{0}**?
nb: Er du sikker på at du vil slette samtalehistorikken i **{0}**?
sk: Naozaj chcete vymazať históriu konverzácie v **{0}**?
sr_cyrl: Желите ли да очистите историју ћаскања у **{0}**?

# AreYouSureClearHistoryWithSecretUser
source: This will delete all messages for you and for **{0}**. Are you sure?
cs: Tímto smažete všechny zprávy mezi Vámi a **{0}**. Opravdu to chcete?
he: פעולה זו מתחק את כל ההודעות עבורך ועבור **⁨{0}⁩**. להמשיך?
hr: Izbrisati će se sve poruke vama i korisniku **{0}**. Jeste li sigurni?
hu: Ez törölni fogja az összes üzenetet nálad és nála is: **{0}**. Biztos vagy benne?
nb: Dette vil slette alle meldinger for deg og for **{0}**. Er du sikker?
sk: Týmto sa odstránia všetky správy medzi vami a **{0}**. Si si istý?
sr_cyrl: Ово ће избрисати све поруке за вас и за **{0}**. Јесте ли сигурни?

# AreYouSureClearHistoryWithUser
source: Are you sure you want to clear your chat history with **{0}**?
cs: Opravdu chcete vyčistit historii konverzace s **{0}**?
he: האם באמת ברצונך למחוק את היסטוריית הצ'אט עם **⁨{0}⁩**?
hr: Želite li izbrisati povijest razgovora s korisnikom **{0}**?
hu: Biztosan törlöd ennek a csevegésnek az előzményeit: **{0}**?
nb: Er du sikker på at du vil slette samtalehistorikken din med **{0}**?
sk: Naozaj chcete vymazať históriu konverzácie s používateľom **{0}**?
sr_cyrl: Желите ли да очистите историју ћаскања са **{0}**?

# AreYouSureDeleteAndExit
source: Are you sure you want to delete and leave the group?
cs: Opravdu chcete tuto skupinu opustit a vymazat ji?
he: האם בוודאות ברצונך למחוק ולעזוב את הקבוצה?
hr: Želite li izbrisati i napustiti grupu?
hu: Biztosan törölni szeretnéd és elhagyod a csoportot?
nb: Er du sikker på at du vil slette og forlate gruppen?
sk: Naozaj chcete opustiť túto skupinu a odstrániť ju?
sr_cyrl: Желите ли да избришете и напустите групу?

# AreYouSureDeleteAndExitName
source: Are you sure you want to delete and leave the group **{0}**?
cs: Opravdu chcete smazat a opustit skupinu **{0}**?
he: האם באמת ברצונך למחוק ולעזוב את הקבוצה **⁨{0}⁩**?
hr: Želite li izbrisati i napustiti grupu **{0}**?
hu: Biztosan törölni akarod és elhagyod ezt a csoportot: {0}?
nb: Er du sikker på at du vil slette og forlate gruppen **{0}**?
sk: Naozaj chcete odstrániť a opustiť skupinu **{0}**?
sr_cyrl: Желите ли да избришете и напустите групу **{0}**?

# AreYouSureDeleteContact
source: Are you sure you want to delete this contact?
cs: Opravdu si přejete smazat tento kontakt?
he: האם באמת ברצונך למחוק איש קשר זה?
hr: Želite li izbrisati ovaj kontakt?
hu: Biztosan törölni szeretnéd ezt a névjegyet?
nb: Er du sikker på at du vil slette denne kontakten?
sk: Naozaj chcete odstrániť tento kontakt?
sr_cyrl: Желите ли да избришете овај контакт?

# AreYouSureDeleteFewChats
source: Are you sure you want to delete these chats?
cs: Opravdu chcete smazat vybrané konverzace?
he: האם באמת ברצונך למחוק את המטמון של צ'אטים אלו?
hr: Želite li izbrisati ove razgovore?
hu: Biztos, hogy törölni akarod ezeket a csevegéseket?
nb: Er du sikker på at du vil slette disse samtalene?
sk: Naozaj chcete odstrániť tieto konverzácie?
sr_cyrl: Желите ли да избришете ова ћаскања?

# AreYouSureDeleteFewMessages
source: Are you sure you want to delete these messages?
cs: Opravdu chcete smazat tyto zprávy?
he: האם באמת ברצונך למחוק הודעות אלו?
hr: Želite li izbrisati poruke?
hu: Biztosan törölni szeretnéd ezeket az üzeneteket?
nb: Er du sikker på at du vil slette disse meldingene?
sk: Naozaj chcete odstrániť tieto správy?
sr_cyrl: Желите ли да избришете ове поруке?

# AreYouSureDeleteFewMessagesMega
source: Are you sure you want to delete these messages for everyone?
cs: Opravud chcete smazat tyto zprávy u všech?
he: האם באמת ברצונך למחוק הודעות אלו עבור כולם?
hr: Želite li izbrisati poruke za sve članove?
hu: Biztos, hogy mindenki számára törölni szeretnéd ezeket az üzeneteket?
nb: Er du sikker på at du vil slette disse meldingene for alle?
sk: Naozaj chcete odstrániť tieto správy pre všetkých?
sr_cyrl: Желите ли да избришете ове поруке за све?

# AreYouSureDeletePhoto
source: Are you sure you want to delete this photo?
cs: Opravdu chcete smazat tuto fotku?
he: האם באמת ברצונך למחוק תמונה זו?
hr: Želite li izbrisati ovu sliku?
hu: Biztos törölni szeretnéd ezt a képet?
nb: Er du sikker på at du vil slette dette bildet?
sk: Naozaj chcete odstrániť túto fotku?
sr_cyrl: Желите ли да избришете ову слику?

# AreYouSureDeleteSingleMessage
source: Are you sure you want to delete this message?
cs: Opravdu chcete smazat tuto zprávu?
he: האם באמת ברצונך למחוק הודעה זו?
hr: Želite li izbrisati ovu poruku?
hu: Biztosan törölni szeretnéd ezt az üzenetet?
nb: Er du sikker på at du vil slette denne meldingen?
sk: Naozaj chcete odstrániť túto správu?
sr_cyrl: Желите ли да избришете ову поруку?
